Repository: zopyx/RULYX
Catalog: Sources/Shared/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

# timeline.picker_recent
source: Recent Feeds
ar: الخلاصات الأخيرة
de: Aktuelle Feeds
es: Feeds recientes
fr: Flux récents
it: Feed recenti
ja: 最近のフィード
ko: 최근 피드
nl: Recente feeds
pl: Najnowsze kanały
pt: Feeds recentes
ru: Последние каналы
th: ฟีดล่าสุด
tr: Son Yayınlar
vi: Nguồn cấp dữ liệu gần đây
zh: 最近的动态

# timeline.picker_title
source: Select Feed
ar: حدد الخلاصة
de: Wählen Sie Feed aus
es: Seleccionar fuente
fr: Sélectionnez le flux
it: Seleziona Alimentazione
ja: フィードの選択
ko: 피드 선택
nl: Selecteer Feed
pl: Wybierz opcję Kanał
pt: Selecione feed
ru: Выберите фид
th: เลือกฟีด
tr: Feed'i Seçin
vi: Chọn nguồn cấp dữ liệu
zh: 选择饲料

# timeline.title
source: Timeline
ar: الجدول الزمني
de: Zeitleiste
es: Línea de tiempo
fr: Chronologie
it: Cronologia
ja: タイムライン
ko: 타임라인
nl: Tijdlijn
pl: Oś czasu
pt: Linha do tempo
ru: Хронология
th: ไทม์ไลน์
tr: Zaman çizelgesi
vi: Dòng thời gian
zh: 时间轴

# trend.analyzing
source: Analyzing accounts...
ar: Analyzing accounts... (AR)
de: Accounts werden analysiert...
es: [es] Accounts werden analysiert...
fr: Analyse des comptes...
it: Analisi account...
ja: [ja] Accounts werden analysiert...
ko: Analyzing accounts... (한국어)
nl: Accounts werden analysiert... (NL)
pl: Analyzing accounts... (PL)
pt: [pt] Accounts werden analysiert...
ru: Analyzing accounts... (RU)
th: Analyzing accounts... (TH)
tr: Analyzing accounts... (TR)
vi: 分析账户中… (VI)
zh: 分析账户中…

# trend.new_account
source: New account (< 28 days)
ar: New account (< 28 days) (AR)
de: Neuer Account (< 28 Tage)
es: [es] Neuer Account (< 28 Tage)
fr: Nouveau compte (< 28 jours)
it: Nuovo account (< 28 giorni)
ja: [ja] Neuer Account (< 28 Tage)
ko: New account (< 28 days) (한국어)
nl: Neuer Account (< 28 Tage) (NL)
pl: New account (< 28 days) (PL)
pt: Novo account (< 28 days)
ru: New account (< 28 days) (RU)
th: New account (< 28 days) (TH)
tr: New account (< 28 days) (TR)
vi: 新账户（< 28 天） (VI)
zh: 新账户（< 28 天）

# trend.no_trends
source: No Trends
ar: No Trends (AR)
de: Keine Trends
es: Sin Trends
fr: Aucune tendance
it: Nessuna tendenza
ja: なし Trends
ko: なし Trends (한국어)
nl: Keine Trends (NL)
pl: No Trends (PL)
pt: Não Trends
ru: No Trends (RU)
th: No Trends (TH)
tr: No Trends (TR)
vi: 没有趋势 (VI)
zh: 没有趋势

# trend.no_trends_desc
source: No suspicious patterns detected.
ar: No suspicious patterns detected. (AR)
de: Keine verdächtigen Muster erkannt.
es: Sin suspicious patterns detected.
fr: Aucun motif suspect détecté.
it: Nessun pattern sospetto rilevato.
ja: なし suspicious patterns detected.
ko: なし suspicious patterns detected. (한국어)
nl: Keine verdächtigen Muster erkannt. (NL)
pl: No suspicious patterns detected. (PL)
pt: Não suspicious patterns detected.
ru: No suspicious patterns detected. (RU)
th: No suspicious patterns detected. (TH)
tr: No suspicious patterns detected. (TR)
vi: 未检测到可疑模式。 (VI)
zh: 未检测到可疑模式。

# trend.scan
source: Scan
ar: Scan (AR)
de: Scannen
es: Escanear
fr: Analyser
it: Scansiona
ja: スキャン
ko: スキャン (한국어)
nl: Scannen (NL)
pl: Scan (PL)
pt: Escaneie
ru: Scan (RU)
th: Scan (TH)
tr: Scan (TR)
vi: 扫描 (VI)
zh: 扫描

# trend.title
source: Trend Detection
ar: Trend Detection (AR)
de: Trend-Erkennung
es: Tendencia Detección
fr: Détection de tendances
it: Rilevamento tendenze
ja: トレンド検出
ko: Trend Detection (한국어)
nl: Trend-Erkennung (NL)
pl: Trend Detection (PL)
pt: Tendência Detecção
ru: Trend Detection (RU)
th: Trend Detection (TH)
tr: Trend Detection (TR)
vi: 趋势检测 (VI)
zh: 趋势检测

# usersearch.no_results
source: No users found
ar: لم يتم العثور على مستخدمين
de: Keine Benutzer gefunden
es: No se encontraron usuarios
fr: Aucun utilisateur trouvé
it: Nessun utente trovato
ja: ユーザーが見つかりませんでした
ko: 사용자를 찾을 수 없습니다.
nl: Geen gebruikers gevonden
pl: Nie znaleziono żadnych użytkowników
pt: Nenhum usuário encontrado
ru: Пользователи не найдены
th: ไม่พบผู้ใช้
tr: Kullanıcı bulunamadı
vi: Không tìm thấy người dùng nào
zh: 没有找到用户

# usersearch.no_results_desc
source: Try a different name or handle
ar: جرّب اسمًا أو مقبضًا مختلفًا
de: Versuchen Sie es mit einem anderen Namen oder Handle
es: Pruebe con un nombre o identificador diferente
fr: Essayez un autre nom ou identifiant
it: Prova un nome o un handle diverso
ja: 別の名前またはハンドルを試してください
ko: 다른 이름이나 핸들을 사용해 보세요.
nl: Probeer een andere naam of gebruikersnaam
pl: Wypróbuj inną nazwę lub uchwyt
pt: Experimente um nome ou identificador diferente
ru: Попробуйте другое имя или дескриптор
th: ลองใช้ชื่อหรือชื่อเรียกอื่น
tr: Farklı bir ad veya tanıtıcı deneyin
vi: Hãy thử tên hoặc địa chỉ khác
zh: 尝试使用不同的名称或句柄

# usersearch.placeholder
source: Name, handle or description...
ar: الاسم أو المقبض أو الوصف...
de: Name, Handle oder Beschreibung...
es: Nombre, identificador o descripción...
fr: Nom, pseudo ou description...
it: Nome, handle o descrizione...
ja: 名前、ハンドル名、または説明...
ko: 이름, 핸들 또는 설명...
nl: Naam, handvat of beschrijving...
pl: Nazwa, uchwyt lub opis...
pt: Nome, identificador ou descrição...
ru: Имя, дескриптор или описание...
th: ชื่อ ที่จับ หรือคำอธิบาย...
tr: Ad, kullanıcı adı veya açıklama...
vi: Tên, địa chỉ hoặc mô tả...
zh: 名称、句柄或描述...

# usersearch.title
source: Search Users
ar: بحث المستخدمين
de: Benutzer suchen
es: Buscar usuarios
fr: Rechercher des utilisateurs
it: Cerca utenti
ja: ユーザーの検索
ko: 사용자 검색
nl: Zoek gebruikers
pl: Wyszukaj użytkowników
pt: Pesquisar usuários
ru: Поиск пользователей
th: ค้นหาผู้ใช้
tr: Kullanıcıları Ara
vi: Tìm kiếm người dùng
zh: 搜索用户

# account.preferred_search.info.p1
source: The search account determines which Bluesky account is used when performing searches across the app. All moderation actions, profile lookups, and timeline searches will be executed from this account perspective.
de: Das Suchkonto bestimmt, welches Bluesky-Konto für Suchanfragen in der App verwendet wird. Alle Moderationsaktionen, Profilabfragen und Timeline-Suchen werden aus der Perspektive dieses Kontos ausgeführt.
fr: Le compte de recherche détermine quel compte Bluesky est utilisé lors des recherches dans l'application. Toutes les actions de modération, les consultations de profil et les recherches dans le fil d'actualité seront exécutées depuis la perspective de ce compte.
it: L'account di ricerca determina quale account Bluesky viene utilizzato per eseguire ricerche nell'app. Tutte le azioni di moderazione, le ricerche di profili e le ricerche nella timeline verranno eseguite dalla prospettiva di questo account.

# account.preferred_search.info.p2
source: Choose an account with minimal blocks and mutes to get the broadest search results. Accounts with many blocks may not discover certain profiles or content due to their block list.
de: Wählen Sie ein Konto mit möglichst wenigen Blockierungen und Stummschaltungen, um die breitesten Suchergebnisse zu erhalten. Konten mit vielen Blockierungen können aufgrund ihrer Blockierliste möglicherweise bestimmte Profile oder Inhalte nicht finden.
fr: Choisissez un compte avec un minimum de blocages et de silences pour obtenir les résultats de recherche les plus larges. Les comptes avec de nombreux blocages peuvent ne pas découvrir certains profils ou contenus en raison de leur liste de blocage.
it: Scegli un account con il minor numero di blocchi e silenziamenti per ottenere i risultati di ricerca più ampi. Gli account con molti blocchi potrebbero non scoprire determinati profili o contenuti a causa della loro lista di blocchi.

# account.preferred_search.info.p3
source: This selection does not affect your active account — you can be signed into one account for browsing and use a different account for searches. Your active account is used for all moderation actions like blocking, muting, and list management.
de: Diese Auswahl hat keinen Einfluss auf Ihr aktives Konto — Sie können mit einem Konto angemeldet sein und ein anderes für Suchanfragen verwenden. Ihr aktives Konto wird für alle Moderationsaktionen wie Blockieren, Stummschalten und Listenverwaltung verwendet.
fr: Cette sélection n'affecte pas votre compte actif — vous pouvez être connecté à un compte pour naviguer et utiliser un compte différent pour les recherches. Votre compte actif est utilisé pour toutes les actions de modération comme le blocage, la mise en sourdine et la gestion des listes.
it: Questa selezione non influisce sul tuo account attivo — puoi essere connesso a un account per navigare e utilizzare un account diverso per le ricerche. Il tuo account attivo viene utilizzato per tutte le azioni di moderazione come bloccare, silenziare e gestire le liste.

# compose.add_gif
source: GIF
pl: GIF-y
pt: GIFs
ru: гифка
th: กิฟ
zh: 动图

# compose.gif_selected
source: GIF
pl: GIF-y
pt: GIFs
ru: гифка
th: กิฟ
zh: 动图

# profile.export.csv
source: CSV
ru: CSV-файл
th: ซีเอสวี

# profile.export.json
source: JSON
th: เจสัน
